---
kind: property
id: P:Autodesk.Revit.DB.ScheduleField.Schedule
zh: 明细表
source: html/1b5f2a55-5ea2-e468-b887-7f3c98aa6e85.htm
---
# Autodesk.Revit.DB.ScheduleField.Schedule Property

**中文**: 明细表

The schedule that this field belongs to.

## Syntax (C#)
```csharp
public ViewSchedule Schedule { get; }
```